Repository: Zatelbeeit/video_bank
Catalog: video_bank/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Signin
fr: s'identifier

source: signout
fr: déconnexion

source: My Movies
fr: Mes films

source: Account activation failed.
fr: activation de compte échoué

source: Your account could not be activated...
fr: Votre compte ne pouvait pas être activé

source: Your account could not be activated. This could be because your activation link has aged.
fr: Votre compte ne pouvait pas être activé. Peut être que le lien d'activation est mort.

source: Please try signing up again or contact us if you think something went wrong.
fr: Veuillez essayer de vous identifier de nouveau ou si vous pensez qu'il y a un souci, contacter nous!

source: Your account could not be activated because activation link is expired.
fr: Votre compte ne pouvait pas être activé car le lien d'activation a expiré

source: Request a new activation link.
fr: Demande un nouveau lien d'activation

source: Account re-activation succeeded.
fr: succès! Réactivation de votre compte

source: Account re-activation
fr: réactivation de votre compte

source: You requested a new activation of your account..
fr: Vous avez demandé une nouvelle activation de votre compte

source: You have been sent an e-mail with an activation link to the supplied email.
fr: Vous allez recevoir un email avec un lien d'activation vers l'email

source: We will store your signup information for %(userena_activation_days)s days on our server.
fr: Nous allons gardé vos informations d'identification pour %(userena_activation_days)s de jours sur nos serveurs

source: Disabled account
fr: compte desactivé

source: Your account has been disabled
fr: Votre compte a été désactivé

source: It seems your account has been disabled.
fr: Il semble que votre compte a été désactivé

source: If you feel that injustice has been done to you, feel free to contact the administrators to find out why
fr: Si vous pensez que ce n'est pas juste votre traitement, merci de contacter un administrateur pour en savoir plus

source: Email verification
fr: Vérification d'email

source: Confirm your new email
fr: Confirmer votre nouveau email

source: You have received an email at %(email)s.
fr: Vous avez reçu un email à l'adresse %(email)s.

source: To associate this email address with your account (%(username)s) click on the link provided in this email.
fr: Afin d'associer cet email avec votre compte (%(username)s) cliquer sur le lien dans cet email

source: Email changed!
fr: Email modifié

source: New email
fr: Nouveau email

source: Your new email address is saved. You can continue using %(site)s with this email.
fr: Votre email a été sauvegardé. Vous pouvez continuer à utiliser %(site)s avec cet email.

source: Email verification failed.
fr: Vérifiacation d'email échoué

source: Your email could not be verified...
fr: Nous pouvons pas vérifier votre email

source: You could try changing it again in your account settings.
fr: Vous pouvez essayer de le changer de nouveau deans vos settings du compte

source: You sure this is you?? %(username)s
fr: C'est bien vous?? %(username)s

source: View profile
fr: Votre profil

source: Edit details
fr: Editer vos informations

source: Change password
fr: Changez votre mot de passe

source: Change email
fr: Modifier email

source: Dear %(username)s,</p>
fr: Cher %(username)s,</p>

source: <p>Thank you for signing up at %(site)s.</p>
fr: <p>Merci d'avoir rejoint %(site)s.</p>

source: To activate your account you should click on the link below:
fr: Afin d'activer votre compte vous pouvez cliquer sur le lien dessous

source: Thanks for using our site!
fr: Merci de votre confiance!

source: Sincerely
fr: Cordialement

source: Dear %(username)s,
fr: Bonjour %(username)s,

source: Thank you for signing up at %(site)s.
fr: Merci d'être abooné à %(site)s.

source: Your signup at %(site)s.
fr: Votre inscritpion à %(site)s.

source: You requested a change of your email address at %(site)s.
fr: Vous avez demandé une modification de votre email à %(site)s.

source: Please confirm this email address by clicking on the link below:
fr: Veuillez confirmer votre email en cliquant sur le lien dessous

source: There was a request to change your email address at %(site)s.
fr: Il y a eu une demande de modification de votre email à %(site)s.

source: An email has been send to %(new_email)s which contains a verification link. Click on the link in this email to activate it.
fr: Un email a été envoyé à %(new_email)s contenant un lien de vérifiaction. Cliquez sur le lien dans le mail pour l'activation.

source: Email verification for %(site)s.
fr: Vérification d'email pour %(site)s.

source: A request to change your email address is made at %(site)s.
fr: Une demande pour modifier votre email a été fait à %(site)s.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
fr: Vous recevez cet email parce que vous avez demandé la réinitialisation de votre mot de passe pour votre compte à %(site_name)s

source: Please go to the following page and choose a new password:
fr: Veuillez aller à la page suivante et choisir un nouveau mot de passe

source: Your username, in case you've forgotten: %(username)s
fr: Votre nom d'utilisateur si vous avez oublié: %(username)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
fr: Vous recevez cet email parce que vous avez demandé la réinitialisation de votre mot de passe pour votre compte à %(site_name)s

source: Your username, in case you've forgotten: %(username)s
fr: Votre nom d'utilisateur si vous avez oublié: %(username)s

source: Password changed
fr: Mot de passe modifié

source: Your password has been changed
fr: Votre mot de passe a été modifié

source: From now on you can use your new password to signin
fr: Désormais vous pouvez utiliser votre nouveau mot de passe pour s'identifier

source: You sure this is you? %(username)s
fr: Vous êtes sur c'est vous? %(username)s

source: Password reset
fr: Mot de passe réinitialisé

source: Your password has been reset
fr: Votre mot de passe a été réinitialisé

source: You can now <a href="%(signin_url)s">signin</a> with your new password.
fr: Désormais vous pouvez<a href="%(signin_url)s">vous identifiez</a> avec votre nouveau mot de passe

source: Reset password
fr: réinitialisation du mot de passe

source: Password reset email sent
fr: Email de réinitialisation a été envoyé

source: An e-mail has been sent to you which explains how to reset your password.
fr: Un email a été envoyé pour vous expliquer comment réinitialiser votre mot de passe

source: Send password
fr: Envoyez mot de passe

source: %(username)s's profile.
fr: Profil de %(username)s.

source: Your mugshot
fr: Ta face

source: Name
fr: Nom

source: Website
fr: site web

source: Location
fr: Lieux

source: About me
fr: Qui je suis

source: Account setup
fr: Création de compte

source: Hope this is you: %(username)s
fr: J'espère que c'est vous! %(username)s

source: Save changes
fr: Sauvegarder les modifications

source: Profiles
fr: Profils

source: previous
fr: Pécédent

source: Page %(page)s of %(num_pages)s
fr: %(page)s de %(num_pages)s pages

source: next
fr: Suivant

source: Forgot your password?
fr: Oublié votre mot de passe?

source: Signed out
fr: Déconnexion

source: You have been signed out
fr: Vous avez été déconnecté

source: You have been signed out. Till we meet again.
fr: Voous avez été déconnecté, A la prochaine

source: Signup almost done!
fr: presque fini!!

source: Signup
fr: s'abonner

source: Thank you for signing up with us!
fr: Merci d'avoir enrégistré avec nous!!

source: You can now use the supplied credentials to signin.
fr: Vous pouvez désormais utiliser les infos fourni pour s'identifier
